[{
    "en": "This bot is created by Warframe Squads",
    "fr": "ce bot a été créé par Warframe Squads",
    "it": "Questo bot è stato creato da Warframe Squads"
},{
    "en": "Note: Your ign has already been verified. It will be updated upon re-verification",
    "fr": "Note: Votre pseudo en jeu a déjà été vérifié. Il sera mis à jour après re-vérification",
    "it": "Nota: Il tuo IGN è già stato verificato, verrà aggiornato appena verrà riverificato"
},{
    "en": "Please follow these steps to verify your account",
    "fr": "Veuillez suivre les étapes suivantes afin de vérifier votre compte",
    "it": "Perfavore segui questi passaggi per verificare il tuo account"
},{
    "en": "First make sure you are signed-in on Warframe forums by visiting this link",
    "fr": "Connectez-vous sur le forum de warframe en visitant ce lien",
    "it": "Per prima cosa assicurati di essere registrato sul forum di Warframe cliccando su questo link"
},{
    "en": "Visit this page to compose a new message to the bot",
    "fr": "Aller sur sur cette page et envoyer un nouveau message au bot",
    "it": "Visita questa pagina per comporre un nuovo messaggio al bot"
},{
    "en": "Write the message body as given below",
    "fr": "Ecrivez le message sous la forme suivante",
    "it": "Scrivi il testo del messaggio come è indicato sotto"
},{
    "en": "Click 'Send' button",
    "fr": "CLiquez sur 'Envoyer'",
    "it": "Clicca sul tasto 'invio'"
},{
    "en": "Bot will check the inbox in next couple of seconds and message you about the verification. Thanks!",
    "fr": "Le bot va vérifier la boite mail dans quelques secondes et il va vous envoyer un message de confirmation. Merci!",
    "it": "Il bot farà i controlli della inbox nei prossimi secondi e ti invierà un messaggio di conferma. Grazie!"
},{
    "en": "Click on the button to join a squad. Click again to leave; or click 'Leave All'",
    "fr": "Cliquez sur le bouton pour rejoindre une escouade. Re-cliquez pour quitter; ou cliquez 'Quitter Tout'",
    "it": "Clicca sul tasto per entrare in una squadra. Cliccaci nuovamente per lasciare la squadra; oppure clicca sul tasto 'Esci dalle squadre'"
},{
    "en": "If you have an open squad",
    "fr": "Si vous avez une escouade",
    "it": "Se hai una squadra attiva"
},{
    "en": "always be ready to play under 2-5 minutes",
    "fr": "soyez toujours prêt pour jouer dans les 2-5 minutes",
    "it": "assicurati sempre di essere pronto a giocare entro 2-5 minuti"
},{
    "en": "You will be notified in DMs when squad fills. Unfilled squads expire in 1 hour",
    "fr": "Vous serez notifié dans vos messages privés lorsque l'escouade sera remplie. Les escouades non remplies expire après 1h",
    "it": "Ti sarà inviata una notifica in privato quando la squadra sarà al completo. La squadre incomplete vengono rimosse entro 1 ora"
},{
    "en": "Only 2 squad members equip hosted relic at a time, other 2 equip a random relic or offcycle if given. The role is reversed every mission",
    "fr": "Seul deux membres de l'escouade utilisent la relique en cours, les deux autres membres de l'escouade utilisent une relique aléatoire. Les rôles seront inversés lors de la prochaine sélection de relique.",
    "it": "Solo 2 membri della squadra mettono le reliquie a partita, gli altri 2 mettono una reliquia a random o un offcycle se richiesto. I ruoli sono invertiti ad ogni missione"
},{
    "en": "A new channel will be created including all squad members and you will be notified",
    "fr": "Un nouveau canal sera créé incluant tout les membre de l'escouade et vous serez notifié",
    "it": "Verrà creata una nuova stanza e tutti i membri della squadra riceveranno una notifica"
},{
    "en": "Add relics to be notified whenever someone hosts them",
    "fr": "Ajouter des reliques pour être notifié lorsque quelqu'un créé une escouade pour les ouvrir",
    "it": "Aggiungi dei nomi delle reliquie per ricevere una notifica ogni qual volta qualcuno crea una squadra per aprirle"
},{
    "en": "Click button to join squad",
    "fr": "Cliquez sur le bouton pour rejoindre l'escouade",
    "it": "Clicca per entrare in squadra"
},{
    "en": "Click again to leave",
    "fr": "Re-Cliquez pour quitter",
    "it": "Clicca di nuovo per uscire"
},{
    "en": "Relic Recruitment",
    "fr": "Recrutement de Relique",
    "it": "Reclutamento per le reliquie"
},{
    "en": "Hosting Squad",
    "fr": "Création d'escouade",
    "it": "Crea una squadra"
},{
    "en": "Type message",
    "fr": "Écrire un message",
    "it": "Scrivi un messaggio"
},{
    "en": "Joining Squad",
    "fr": "Rejoindre une escouade",
    "it": "Entra nella Squadra"
},{
    "en": "Squad fill",
    "fr": "Escouade remplie",
    "it": "Squadra piena"
},{
    "en": "2b2 Squads and offcycles",
    "fr": "Escouades 2b2 et hors- cycles",
    "it": "Squadre 2b2 e offcycles"
},{
    "en": "Icons",
    "fr": "Icône",
    "it": "Icone"
},{
    "en": "Squad is 3/4",
    "fr": "Escouade est 3/4",
    "it": "La squadra è a 3/4 giocatori"
},{
    "en": "Steelpath Squad",
    "fr": "Escouade Route d'acier (steelpath)",
    "it": "Squadra per il Sentiero D'acciaio"
},{
    "en": "Host Squad",
    "fr": "Créé une escouade",
    "it": "Crea una squadra"
},{
    "en": "Host Relic",
    "fr": "Créé une escouade",
    "it": "Crea una squadra"
},{
    "en": "Leave all",
    "fr": "Quittez tout",
    "it": "Esci dalle squadre"
},{
    "en": "Track Squads",
    "fr": "Traquer les escouades",
    "it": "Traccia le squadre"
},{
    "en": "Track Relics",
    "fr": "Traquer les escouades",
    "it": "Traccia le squadre"
},{
    "en": "Show Trackers",
    "fr": "Montrer les Traqueurs",
    "it": "Mostra le squadre tracciate"
},{
    "en": "Tracked Squads",
    "fr": "Montrer les Traqueurs",
    "it": "Mostra le squadre tracciate"
},{
    "en": "My Relics",
    "fr": "Montrer les Traqueurs",
    "it": "Mostra le squadre tracciate"
},{
    "en": "Squad Info",
    "fr": "Info de l'escouade",
    "it": "Info Squadre"
},{
    "en": "Subject:",
    "fr": "Objet:",
    "it": "Soggetto:"
},{
    "en": "Message:",
    "fr": "Message:",
    "it": "Message:"
},{
    "en": "Visit the forums",
    "fr": "Visitez le forum",
    "it": "Visita il forum"
},{
    "en": "Message the bot",
    "fr": "Envoyer un message au bot",
    "it": "Messaggia il bot"
},{
    "en": "Recruitment",
    "fr": "Recrutement",
    "it": "Reclutamento"
},{
    "en": "Settings",
    "fr": "Réglages",
    "it": "Settings"
},{
    "en": "Auto-Fill",
    "fr": "Remplissage auto",
    "it": "Auto-Fill"
}]